Repository: iremnuromgen/billie
Catalog: lib/l10n/app_*.arb
Languages: tr

# onboardingFirstTitle
source: Welcome to Billie!
tr: Billie'ye Hoş Geldin!

# onboardingFirstSubtitle
source: Your money's new BFF ðŸ’¸
tr: Paranın yeni en yakın dostu 💸

# onboardingSecondTitle
source: All subscriptions, one spot!
tr: Tüm aboneliklerin tek yerde!

# onboardingSecondSubtitle
source: Billie keeps track of which service you pay for and when, so you donâ€™t have to.
tr: Billie, hangi servise ne zaman ödeme yaptığını senin yerine takip eder.

# onboardingThirdTitle
source: Get payment reminders!
tr: Ödemelerini hatırlatır!

# onboardingThirdSubtitle
source: Billie notifies you about upcoming payments and helps you avoid surprise expenses.
tr: Billie, yaklaşan ödemelerini sana bildirir, sürpriz harcamaları önler.

# onboardingFourthTitle
source: See your spending at a glance!
tr: Harcamalarını özetler!

# onboardingFourthSubtitle
source: Billie shows all your subscription costs on a single screen, making it easy to manage your budget.
tr: Billie, tüm abonelik giderlerini tek ekranda gösterir ve bütçeni kolayca yönetmeni sağlar.

# loginText
source: Sign In
tr: Giriş Yap

# signupText
source: Sign Up
tr: Kayıt Ol

# loginWithGoogle
source: Continue with Google
tr: Google ile devam et

# fullNameHint
source: Full Name
tr: Ad Soyad

# passwordHint
source: Password
tr: Şifre

# confirmPasswordHint
source: Confirm your password
tr: Şifreni Doğrula

# orText
source: or
tr: ya da

source: Forgot password?
tr: Şifreni mi unuttun?

# authNoAccount
source: Don't have a Billie account?
tr: Billie hesabın yok mu?

# authHaveAccount
source: Already have a Billie account?
tr: Zaten bir Billie hesabın var mı?

# loginScreenTitle
source: Welcome back, we missed you!
tr: Hoş geldin, seni özledik!

# loginScreenSubtitle
source: Log in to your account to keep managing your subscriptions.
tr: Hesabına giriş yaparak aboneliklerini yönetmeye devam et.

# signupScreenTitle
source: Manage your subscriptions!
tr: Aboneliklerini yönet!

# signupScreenSubtitle
source: Create your Billie account in just a few easy steps
tr: Sadece birkaç basit adımda Billie hesabını oluştur.

# onBoardingSkip
source: Skip
tr: Geç

source: Passwords do not match!
tr: Şifreler eşleşmiyor!
